[
    {
      "id": 1,
      "title": "Gideon the Ninth",
      "series": "The Locked Tomb #1",
      "authors": ["Tamsyn Muir"],
      "genres": ["Science Fiction", "Fantasy"],
      "imageUrl": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1546870952i/42036538.jpg",
      "amazon": "https://amzn.to/3M8BoCF",
      "description": "The Ninth Necromancer needs a swordswoman. \n\nGideon has a sword, some dirty magazines, and no more time for undead bullshit. \n\nBrought up by unfriendly, ossifying nuns, ancient retainers, and countless skeletons, Gideon is ready to abandon a life of servitude and an afterlife as a reanimated corpse. She packs up her sword, her shoes, and her dirty magazines, and prepares to launch her daring escape. But her childhood nemesis won't set her free without a service. Harrowhark Nonagesimus, Reverend Daughter of the Ninth House and bone witch extraordinaire, has been summoned into action. \n\nThe Emperor has invited the heirs to each of his loyal Houses to a deadly trial of wits and skill. If Harrowhark succeeds she will become an immortal, all-powerful servant of the Resurrection, but no necromancer can ascend without their cavalier. \n\nWithout Gideon's sword, Harrow will fail, and the Ninth House will die. Of course, some things are better left dead."
    },
    {
      "id": 2,
      "title": "Harrow the Ninth",
      "series": "The Locked Tomb #2",
      "authors": ["Tamsyn Muir"],
      "genres": ["Science Fiction", "Fantasy"],
      "imageUrl": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1602323622i/39325105.jpg",
      "amazon": "https://amzn.to/3AsNjJ4",
      "description": "She answered the Emperor's call. \n\nShe arrived with her arts, her wits, and her only friend. \n\nIn victory, her world has turned to ash. \n\nAfter rocking the cosmos with her deathly debut, Tamsyn Muir continues the story of the penumbral Ninth House in Harrow the Ninth, a mind-twisting puzzle box of mystery, murder, magic, and mayhem. Nothing is as it seems in the halls of the Emperor, and the fate of the galaxy rests on one woman's shoulders. \n\nHarrowhark Nonagesimus, last necromancer of the Ninth House, has been drafted by her Emperor to fight an unwinnable war. Side-by-side with a detested rival, Harrow must perfect her skills and become an angel of undeath — but her health is failing, her sword makes her nauseous, and even her mind is threatening to betray her. \n\nSealed in the gothic gloom of the Emperor's Mithraeum with three unfriendly teachers, hunted by the mad ghost of a murdered planet, Harrow must confront two unwelcome questions: is somebody trying to kill her? And if they succeeded, would the universe be better off?"
    },
    {
      "id": 3,
      "title": "Nona the Ninth",
      "series": "The Locked Tomb #3",
      "authors": ["Tamsyn Muir"],
      "genres": ["Science Fiction", "Fantasy"],
      "imageUrl": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1643298298i/58662507.jpg",
      "amazon": "https://amzn.to/4dJjfHq",
      "description": "Her city is under siege. \n\nThe zombies are coming back. \n\nAnd all Nona wants is a birthday party. \n\nIn many ways, Nona is like other people. She lives with her family, has a job at her local school, and loves walks on the beach and meeting new dogs. But Nona's not like other people. \n\nSix months ago she woke up in a stranger's body, and she's afraid she might have to give it back. The whole city is falling to pieces. A monstrous blue sphere hangs on the horizon, ready to tear the planet apart. Blood of Eden forces have surrounded the last Cohort facility and wait for the Emperor Undying to come calling. Their leaders want Nona to be the weapon that will save them from the Nine Houses. \n\nNona would prefer to live an ordinary life with the people she loves, with Pyrrha and Camilla and Palamedes, but she also knows that nothing lasts forever. \n\nAnd each night, Nona dreams of a woman with a skull-painted face..."
    },
    {
      "id": 4,
      "title": "This is How You Lose the Time War",
      "authors": ["Amal El-Mohtar", "Max Gladstone"],
      "genres": ["Science Fiction", "Romance"],
      "imageUrl": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1653185078i/43352954.jpg",
      "amazon": "https://amzn.to/3YOKOeb",
      "description": "Among the ashes of a dying world, an agent of the Commandant finds a letter. It reads: Burn before reading. \n\nThus begins an unlikely correspondence between two rival agents hellbent on securing the best possible future for their warring factions. \n\nNow, what began as a taunt, a battlefield boast, grows into something more. Something epic. Something romantic. Something that could change the past and the future. Except the discovery of their bond would mean death for each of them. There's still a war going on, after all.\n\n And someone has to win that war."
    },
    {
      "id": 5,
      "title": "Mistakes Were Made",
      "authors": ["Meryl Wilsner"],
      "genres": ["Romance", "Contemporary", "Spicy"],
      "imageUrl": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1656314236i/59808269.jpg",
      "amazon": "https://amzn.to/4dIBFbo",
      "description": "From the critically acclaimed author of Something To Talk About comes a sharp and sexy rom-com about a college senior who accidentally hooks up with her best friend’s mom. \n\nWhen Cassie Klein goes to an off-campus bar to escape her school’s Family Weekend, she isn’t looking for a hookup—it just happens. Buying a drink for a stranger turns into what should be an uncomplicated, amazing one-night stand. But then the next morning rolls around and her friend drags her along to meet her mom—the hot, older woman Cassie slept with.\n\nErin Bennett came to Family Weekend to get closer to her daughter, not have a one-night stand with a college senior. In her defense, she hadn’t known Cassie was a student when they'd met. To make things worse, Erin’s daughter brings Cassie to breakfast the next morning. And despite Erin's better judgement—how could sleeping with your daughter’s friend be anything but bad?—she and Cassie get along in the day just as well as they did last night. What should have been a one-time fling quickly proves impossible to ignore, and soon Cassie and Erin are sneaking around. Worst of all, they start to realize they have something real. But is being honest about the love between them worth the cost?"
    },
    {
      "id": 6,
      "title": "Dowry of Blood",
      "authors": ["S.T. Gibson"],
      "genres": ["Horror", "Fantasy"],
      "imageUrl": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1663707732i/60521937.jpg",
      "amazon": "https://amzn.to/3YMvTkA",
      "description": "S.T. Gibson's sensational novel is the darkly seductive tale of Dracula's first bride, Constanta. \n\nThis is my last love letter to you, though some would call it a confession. . . \n\nSaved from the brink of death by a mysterious stranger, Constanta is transformed from a medieval peasant into a bride fit for an undying king. But when Dracula draws a cunning aristocrat and a starving artist into his web of passion and deceit, Constanta realizes that her beloved is capable of terrible things. \n\nFinding comfort in the arms of her rival consorts, she begins to unravel their husband's dark secrets. With the lives of everyone she loves on the line, Constanta will have to choose between her own freedom and her love for her husband. But bonds forged by blood can only be broken by death."
    },
    {
      "id": 7,
      "title": "Delilah Green Doesn't Care",
      "series": "Bright Falls #1",
      "authors": ["Ashley Herring Blake"],
      "genres": ["Romance", "Contemporary"],
      "imageUrl": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1643753957i/54756850.jpg",
      "amazon": "https://amzn.to/3M4F1cG",
      "description": "A clever and steamy queer romantic comedy about taking chances and accepting love—with all its complications—from the author of Astrid Parker Doesn't Fail . \n\nDelilah Green swore she would never go back to Bright Falls—nothing is there for her but memories of a lonely childhood where she was little more than a burden to her cold and distant stepfamily. Her life is in New York, with her photography career finally gaining steam and her bed never empty. Sure, it’s a different woman every night, but that’s just fine with her. \n\nWhen Delilah’s estranged stepsister, Astrid, pressures her into photographing her wedding with a guilt trip and a five-figure check, Delilah finds herself back in the godforsaken town that she used to call home. She plans to breeze in and out, but then she sees Claire Sutherland, one of Astrid’s stuck-up besties, and decides that maybe there’s some fun (and a little retribution) to be had in Bright Falls, after all. \n\nHaving raised her eleven-year-old daughter mostly on her own while dealing with her unreliable ex and running a bookstore, Claire Sutherland depends upon a life without surprises. And Delilah Green is an unwelcome surprise…at first. Though they’ve known each other for years, they don’t really know each other—so Claire is unsettled when Delilah figures out exactly what buttons to push. When they’re forced together during a gauntlet of wedding preparations—including a plot to save Astrid from her horrible fiancé—Claire isn’t sure she has the strength to resist Delilah’s charms. Even worse, she’s starting to think she doesn’t want to..."
    },
    {
      "id": 8,
      "title": "The Measure",
      "authors": ["Nikki Erlick"],
      "genres": ["Science Fiction", "Fantasy", "Dystopian"],
      "imageUrl": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1656427584i/58884736.jpg",
      "amazon": "https://amzn.to/4doCENX",
      "description":"Eight ordinary people. One extraordinary choice. \n\nIt seems like any other day. You wake up, pour a cup of coffee, and head out. \n\nBut today, when you open your front door, waiting for you is a small wooden box. This box holds your fate inside: the answer to the exact number of years you will live. \n\nFrom suburban doorsteps to desert tents, every person on every continent receives the same box. In an instant, the world is thrust into a collective frenzy. Where did these boxes come from? What do they mean? Is there truth to what they promise? \n\nAs society comes together and pulls apart, everyone faces the same shocking choice: Do they wish to know how long they’ll live? And, if so, what will they do with that knowledge? \n\nThe Measure charts the dawn of this new world through an unforgettable cast of characters whose decisions and fates interweave with one another: best friends whose dreams are forever entwined, pen pals finding refuge in the unknown, a couple who thought they didn’t have to rush, a doctor who cannot save himself, and a politician whose box becomes the powder keg that ultimately changes everything."
    },
    {
      "id": 9,
      "title": "Fortuna",
      "series": "Nova Vita Protocol #1",
      "authors": ["Kristyn Merbeth"],
      "genres": ["Science Fiction", "Space Opera"],
      "imageUrl": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1567605663i/43879093.jpg",
      "amazon": "https://amzn.to/4drRxiv",
      "description": "Scorpia Kaiser has always stood in Corvus's shadow until the day her older brother abandons their family to participate in a profitless war. However, becoming the heir to her mother's smuggling operation is not an easy transition for the always rebellious, usually reckless, and occasionally drunk pilot of the Fortuna, an aging cargo ship and the only home Scorpia has ever known. \n\nBut when a deal turns deadly and Corvus returns from the war, Scorpia's plans to take over the family business are interrupted, and the Kaiser siblings are forced to make a choice: take responsibility for their family's involvement in a devastating massacre or lay low and hope it blows over. \n\nToo bad Scorpia was never any good at staying out of a fight."
    },
    {
      "id": 10,
      "title": "The Priory of the Orange Tree",
      "series": "The Roots of Chaos #1",
      "authors": ["Samantha Shannon"],
      "genres": ["Fantasy"],
      "imageUrl": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1700221964i/40275288.jpg",
      "amazon": "https://amzn.to/3At87A4",
      "description": "A world divided. A queendom without an heir. An ancient enemy awakens. \n\nThe House of Berethnet has ruled Inys for a thousand years. Still unwed, Queen Sabran the Ninth must conceive a daughter to protect her realm from destruction – but assassins are getting closer to her door. \n\nEad Duryan is an outsider at court. Though she has risen to the position of lady-in-waiting, she is loyal to a hidden society of mages. Ead keeps a watchful eye on Sabran, secretly protecting her with forbidden magic. \n\nAcross the dark sea, Tané has trained to be a dragonrider since she was a child, but is forced to make a choice that could see her life unravel. \n\nMeanwhile, the divided East and West refuse to parley, and forces of chaos are rising from their sleep."
    },
    {
      "id": 11,
      "title": "Light from Uncommon Stars",
      "authors": ["Ryka Aoki"],
      "genres": ["Science Fiction", "Fantasy", "Romance"],
      "imageUrl": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1626721795i/56179360.jpg",
      "amazon": "https://amzn.to/4dsgKtf"
    },
    {
      "id": 12,
      "title": "The Stars are Legion",
      "authors": ["Kameron Hurley"],
      "genres": ["Science Fiction", "Dystopian"],
      "imageUrl": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1455431216i/29090844.jpg",
      "amazon": "https://amzn.to/3WN0fB6"
    },
    {
      "id": 13,
      "title": "The Space Between Worlds",
      "authors": ["Micaiah Johnson"],
      "genres": ["Science Fiction", "Dystopian"],
      "imageUrl": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1585293595l/43301353.jpg",
      "amazon": "https://amzn.to/3M99qXt"
    },
    {
      "id": 14,
      "title": "Crier's War",
      "series": "Crier's War #1",
      "authors": ["Nina Varela"],
      "genres": ["Fantasy"],
      "imageUrl": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1553803423i/41951626.jpg",
      "amazon": "https://amzn.to/3yKx2i1"
    },
    {
      "id": 15,
      "title": "The Unbroken",
      "series": "Magic of the Lost #1",
      "authors": ["C.L. Clark"],
      "genres": ["Fantasy"],
      "imageUrl": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1595284077i/54467051.jpg",
      "amazon": "https://amzn.to/3X6ZGDl"
    },
    {
      "id": 16,
      "title": "The Faithless",
      "series": "Magic of the Lost #2",
      "authors": ["C.L. Clark"],
      "genres": ["Fantasy"],
      "imageUrl": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1669836384i/59007314.jpg",
      "amazon": "https://amzn.to/4fPo6sw"
    },
    {
      "id": 17,
      "title": "Astrid Parker Doesn't Fail",
      "series": "Bright Falls #2",
      "authors": ["Ashley Herring Blake"],
      "genres": ["Romance", "Contemporary"],
      "imageUrl": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1646147245i/58800142.jpg",
      "Amazon": "https://amzn.to/4crcVTO"
    },
    {
      "id": 18,
      "title": "Iris Kelly Doesn't Date",
      "series": "Bright Falls #3",
      "authors": ["Ashley Herring Blake"],
      "genres": ["Romance", "Contemporary"],
      "imageUrl": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1675361271i/61087733.jpg",
      "Amazon": "https://amzn.to/46JnFvL"
    },
    {
      "id": 19,
      "title": "Once Last Stop",
      "authors": ["Casey McQuiston"],
      "genres": ["Romance", "Time Travel", "Contemporary"],
      "imageUrl": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1598019346i/54860443.jpg",
      "amazon": "https://amzn.to/3X9vLdX"
    },
    {
      "id": 20,
      "title": "Faebound",
      "series": "Faebound #1",
      "authors": ["Saara El-Arifi"],
      "genres": ["Fantasy"],
      "imageUrl": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1695755226i/157981739.jpg",
      "amazon": "https://amzn.to/3yvqsvW",
      "description": "Yeeran was born on the battlefield, has lived on the battlefield, and one day, she knows, she’ll die on the battlefield. As a warrior in the elven army, Yeeran has known nothing but violence her whole life. Her sister, Lettle, is trying to make a living as a diviner, seeking prophecies of a better future. When a fatal mistake leads to Yeeran’s exile from the Elven Lands, both sisters are forced into the terrifying wilderness beyond their borders. There they encounter the impossible: the fae court. The fae haven’t been seen for a millennium. But now Yeeran and Lettle are thrust into their seductive world, torn among their loyalties to each other, their elven homeland, and their hearts."
    },
    {
      "id": 21,
      "title": "Our Wives Under The Sea",
      "authors": ["Julia Armfield"],
      "genres": ["Horror", "Literary Fiction"],
      "imageUrl": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1722881053i/58659343.jpg",
      "amazon": "https://amzn.to/3YP3hHw"
    },
    {
      "id": 22,
      "title": "Life in Bits",
      "authors": ["Harper Bliss"],
      "genres": ["Romance", "Contemporary"],
      "imageUrl": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1544559154i/43198819.jpg",
      "amazon": "https://amzn.to/3yxzybv"
    },
    {
      "id": 23,
      "title": "Kiss Her Once For Me",
      "authors": ["Alison Cochrun"],
      "genres": ["Romance", "Contemporary"],
      "imageUrl": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1664988561i/60321485.jpg",
      "amazon": "https://amzn.to/4e4QhSH"
    },
    {
      "id": 24,
      "title": "When Women Were Dragons",
      "authors": ["Kelly Barnhill"],
      "genres": ["Fantasy", "Historical Fiction"],
      "imageUrl": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1636583955i/58783802.jpg",
      "amazon": "https://amzn.to/3Atwq0K"
    },
    {
      "id": 25,
      "title": "The Jasmine Throne",
      "series": "The Burning Kingdoms #1",
      "authors": ["Tasha Suri"],
      "genres": ["Fantasy"],
      "imageUrl": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1603885729i/50523477.jpg",
      "amazon": "https://amzn.to/3WN0Liw"
    }
  ]